package task_5;
/***
 * Написать программу, выводящую на экран надпись "B5 volkswagen passat - бесценна" 5 раз. Каждый раз - с новой строки.
 */
public class Solution_01 {
    public static void main(String[] args) {
        for (int index = 0; index < 5; index++){
            System.out.println("B5 volkswagen passat - бесценна");
        }
    }
}
